START = 'Этот бот поможет тебе управлять закупками.'

ASK_ACCESS_KEY = 'Введите ключ доступа:'
ASK_NAME = 'Укажите Ваше ФИО:'
WRONG_ACCESS_KEY = 'Неверный ключ.\nПопробуйте ввести снова или смените позицию, нажав /start'

SUCCESSFUL_SUPERUSER_LOGIN = 'Здравствуйте, {fullname}! Вы успешно вошли в кабинет руководителя.\nВы сможете управлять закупками и аккаунтами других пользователей.'
SUCCESSFUL_ADMIN_LOGIN = 'Здравствуйте, {fullname}! Вы успешно вошли в кабинет администратора.\nСюда будут приходить уведомления о новых закупках.'
SUCCESSFUL_EMPLOYEE_LOGIN = 'Здравствуйте, {fullname}! Вы успешно вошли в кабинет работника.'

TEST='TEST'